[
  {
    "index": 0,
    "Título": "Diseno y Analisis de Algoritmos",
    "proposito": "Aunque la capacidad de procesamiento y almacenamiento de los computadores sigue aumentando, tambien es cierto que los volumenes de datos y la complejidad de las tareas asignadas a estos es cada vez mayor. Adicionalmente, desde mucho antes de la aparicion del computador se han estudiado cientos de problemas de gran aplicacion practica, para los cuales no se conocen procesos algoritmicos eficientes ni se cree que aparezcan en el futuro. Los cientificos en computacion debe n estar en capacidad de estimar matematicamente la complejidad computacional de los problemas a los que se enfrenta en su actividad profesional y, ademas debe ser capaz de proponer, evaluar y elegir acertadamente soluciones para esos de problemas, siendo consciente de antemano, del desempeno que tendran una vez esten impl eme ntadas. El objetivo del curso es estudiar los principios fundamentales de la solucion de problemas a traves de algoritmos computacionales. El curso aborda dos aspectos principales: el analisis de algoritmos y el diseno de algoritmos eficientes. El analisis de algo ritmos estudia las herramientas matematicas que permiten caracterizar la eficacia y eficiencia en terminos de tiempo y memoria. El diseno de algoritmos estudia diversos tipos de problemas y tecnicas para resolverlos de manera eficiente. Este es un curso intermedio de algoritmos hace enfasis en la ensenanza de tecnicas para el diseno y analisis de algoritmos eficientes, con un enfoque fuerte en metodos de aplicacion. Los temas incluyen tecnicas como: divide y venceras, vuelta atras (backtracking ), aleatorizacion, programacion dinamica, algoritmos voraces, mejora incremental y complejidad.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 1,
    "Título": "Teoria de grafos",
    "proposito": "La teoria de grafos es la formalizacion y presentacion matematica rigurosa de redes interconectadas compuestas por lineas y nodos, atendiendo a las relaciones de conectividad, llamadas topologia, y a los valores numericos asociados con los nodos y las line as. La teoria de grafos incluye una serie de elementos matematicos fundamentales como el analisis matricial y la combinatoria, pero a la vez incluye elementos de computacion como algoritmos y complejidad. Es un area de gran relevancia en ciencia y tecnolog ia. Su correcto dominio es la puerta de entrada a aplicaciones de actualidad como gestion de trafico y redes informaticas.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 2,
    "Título": "Fundamentos de Sistemas Digitales",
    "proposito": "Esta materia introduce al estudiante en las bases hardware y la organizacion de los sistemas digitales. Como tal, es un curso de trabajo practico para incorporacion y puesta en contexto dentro del medio mencionado. El curso tiene un amplio recorrido comenzando con fundamentos basicos de electronica, pasando por sistemas de numeracion y funcionamiento de compuertas logicas, y llegando hasta la organizacion general de bloques combinacionales y secuenciales . No se enfatiza en la fisica de la microelectronica, se enfatiza en la concepcion y operatividad logica que son el nucleo del funcionamiento de los sistemas digitales en una gran variedad de presentaciones. Este curso permite la incorporacion del estudiante en un vasto mundo de posibilidades tecnologicas, al combinar el uso de hardware y software para la solucion de problemas.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 3,
    "Título": "Calculo 3",
    "proposito": "Este curso tiene como proposito acercar a los estudiantes a los conceptos fundamentales del calculo en varias variables y vectorial.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 4,
    "Título": "Procesamiento  de Senales  e Imagenes",
    "proposito": "Este curso presentara una introduccion al analisis espectral de senales y al uso de filtros digitales. Para ello, el curso contara con una conceptualizacion de senales y sistemas discretos en el tiempo, la Transformada Z y el dominio de la frecuencia, se abordara el diseno e implementacion de filtros digitales, y se llevara a cabo el estudio de la Transformada Discreta de Fourier y la Transformada Rapida de Fourier. El curso busca:",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 5,
    "Título": "Redes  de Computadores",
    "proposito": "Este es un primer curso en redes de computadores que introduce al estudiante en los conceptos de infraestructura de comunicaciones y protocolos de comunicaciones para redes: LAN, WLAN, WAN y telefonia celular LTE . El curso cubre la arquitectura en capas que conforma la red Internet, desde la capa de aplicacion hasta la capa fisica, pasando por las capas de enlace, red y transporte. El curso incorpora modulos donde se requieren habilidad de programacion, asi como herramientas de analisis probabilistico para determinar medidas de confiabilidad y desempeno en redes. El curso busca formar al estudiante en los conceptos fundamentales de las redes de computadores, su estructura, principios de diseno, protocolos de comunicacion y algoritmos.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 6,
    "Título": "Energia y Medio Ambiente",
    "proposito": "El curso de Energia y Medio Ambiente es de caracter teorico, esta disenado para dar a los estudiantes las herramientas para analizar y comprender la situacion actual de la matriz energetica mundial y nacional y lo que pueden significar para el medio ambien te, adicionalmente, buscara proporcionar a los estudiantes una amplia comprension de los sistemas de energia, sus desafios, particularmente con respecto al medio ambiente, y los posibles caminos hacia un futuro de energia sostenible. El curso busca:",
    "area": "ING",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 7,
    "Título": "Simulacion",
    "proposito": "Esta asignatura introduce a la teoria de colas o teoria de lineas de espera, asi como a herramientas computacionales para el modelaje y simulacion de sistemas, especialmente sistemas logisticos, de manufactura y servicios. El curso inicia la explicacion de los procesos de llegada, procesos de salida, se explica la notacion de Kendal l-Lee junto con la propiedad de perdida de memoria y se abordan diferentes modelos de teoria de colas. Luego, el curso se enfoca en la simulacion de eventos discretos , presenta herramientas de analisis de datos para la parametrizacion de modelos y para apoyar la toma de decisiones a partir de sus resultados. El curso se enfoca en tecnicas estadisticas de analisis de datos y herramientas computacionales de modelaje de sistemas basado en simulacion de eventos discretos. Se consideran en particular sistemas logisticos, de manufactura y servicios.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 8,
    "Título": "Logica para ciencias de la computacion",
    "proposito": "En este curso examinaremos en gran detalle uno de los sistemas formales mas sencillos, a saber, la logica proposicional bivalente. Se presentara este sistema desde una perspectiva de ciencias de la computacion, resaltando la codificacion de situaciones, las nociones y teoremas basicos, y el componente algoritmico de las funciones recursivas y de los algoritmos de busqueda de modelos (SAT solvers) para la resolucion de problemas aplicados. Mediante este estudio veremos los estrechos vinculos entre las matematicas, la computacion y el razonamiento.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 9,
    "Título": "Seguridad  en el Ciclo  de Desarrollo  de Software",
    "proposito": "En la actualidad se presenta un sin numero de incidentes informaticos debidos en gran medida a software construido sin una perspectiva de seguridad. Estos incidentes pueden tener impactos significativos tanto para las organizaciones como para sus usuarios, llegando a ser determinantes para la continuidad operativa de una empresa . Ya sea que una organizacion desarrolle su propio software o lo adquiera, es crucial comprender como tener un software con una superficie de ataque lo mas reducida posible para evitar poner en riesgo los demas activos de informacion de la organizacion. El proposito de este curso es formar estudiantes con capacidades tecnicas que les permitan apoyar labores propias de un ciclo de desarrollo del software seguro, las cuales incluyen al menos diseno, identificacion de requerimientos, implementacion, pruebas, puesta a produccion, mantenimiento y disposicion final. El objetivo de este curso es dar a conocer buenas practicas en los procesos de desarrollo o adquisicion de software seguro con el fin de construir aplicativos que cumplen requerimientos de seguridad (disponibilidad, confidencialidad, integridad, registro, no repudio, gobierno, autenticidad y cumplimiento).",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 10,
    "Título": "Fisica I",
    "proposito": "Este es un curso que presenta los conceptos basicos de la mecanica Newtoniana asumiendo conocimientos en calculo diferencial, integral y rudimentos de calculo vectorial. El curso presenta inicialmente los conceptos centrales de la mecanica clasica como tra yectoria, momento, fuerza, trabajo, energia y las leyes de conservacion en fisica en el contexto de la mecanica clasica. Al final del curso se presentan algunos fundamentos de la mecanica de fluidos como densidad, viscosidad, presion y ecuacion de Bernoulli.",
    "area": "EICT",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 11,
    "Título": "Analisis avanzado de datos",
    "proposito": "Este curso presenta modelos estadisticos avanzados para el ana lisis de datos. El curso cubre generalizaciones al modelo de regresion lineal que permiten mayor flexibilidad de estimacion. El curso tambien introduce modelos de datos estructurados y variables latentes, asi como modelos para el analisis de datos dependientes. El curso busca formar al estudiante en metodos estadisticos avanzados para el analisis de datos, considerando sus fundamentos teoricos y sus aplicaciones",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 12,
    "Título": "Probabilidad y estadistica 2",
    "proposito": "La asignatura de probabilidad y estadistica es indispensable como herramienta para el planteamiento y solucion de problemas, y como complemento de otras areas del saber. Ofrece al estudiante la formacion basica necesaria conceptual y practica para la recol eccion, organizacion manejo de los datos e informacion, su analisis e interpretacion, su modelamiento y su aplicacion, contribuyendo en la toma de decisiones en los campos de accion propios del egresado Rosarista. Este curso hace enfasis en fundamentos probabilisticos de herramientas de modelamiento matematico y estadistico, permitiendo al estudiante comprender a profundidad resultados fundamentales de la teoria de probabilidad y sus aplicaciones.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 13,
    "Título": "Optimizacion",
    "proposito": "Es un curso con un alto valor formativo, que es una puerta de entrada a uno de los campos mas exigentes y de gran aplicacion en el sector industrial y servicios: la optimizacion. Incluye una introduccion al curso, al analisis convexo, un tratamiento formal de la programacion lineal, el metodo simplex, la teoria de la dualidad y su interpretacion economica , analisis de sensibilidad para luego abordar la programacion lineal entera y sus metodos de solucion, asi como la programacion lineal multiobjetivo.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 14,
    "Título": "Diseno de Sistemas Digitales",
    "proposito": "Este curso cubre el diseno e implementacion de circuitos digitales. La primera parte del curso desarrolla el analisis y diseno de circuitos digitales combinacionales y secuenciales, en la segunda parte estudia el diseno digital con base en dos lenguajes de descripcion de hardware (Ver ilog y VHDL), y la tercera parte estudia los dialectos de diferentes arquitecturas. Este curso tiene un alto contenido practico y desarrolla habilidades para disenar e implementar requerimientos basados en metodos y tecnologias digitales. Este curso teorico -practico, tiene el componente practico basado en el analisis intuitivo y visual de los diferentes proyectos planteados en laboratorio, y asi crear una experiencia muy significativa en el diseno de circuitos electronicos. Por consiguiente, este curs o esta orientado a traves de tres modulos didacticos que permiten construir habilidades que le permiten al estudiante enfrentarse a problemas de diseno electronico.",
    "area": "EICT",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 15,
    "Título": "Big Data",
    "proposito": "Este curso presenta los fundamentos de las plataformas de Big Data, sus principios de diseno, implementacion y operacion. El curso busca que el estudiante este en capacidad de disenar, implementar y operar plataformas de Big Data para el consumo, almacenamiento y procesamiento de grandes cantidades de datos. El curso busca tanto que el estu diante comprenda los principios de diseno de las plataformas de Big Data, como que este en capacidad de instalar plataformas ampliamente usadas actualmente incluyendo todas las capas de software asociadas. El curso busca desarrollar habilidades en el estudiante para implementar plataformas de Big Data, incluyendo capacidades de analisis de datos en lotes y en linea. Se busca que el estudiante comprenda tanto los principios de diseno de una plataforma de Big Data como que este en capacidad de incorporar este tipo de plataformas en productos de ciencia de datos.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 16,
    "Título": "Control",
    "proposito": "El control hace parte fundamental de la automatizacion de procesos en cualquier sector de la industria , control de micro climas, prototipos biomedicos, robotica, entre otros sectores productivos, en los que se busca generar crecimiento y competitividad a nivel empresarial. El Ingeniero(a) Electronico(a) debe ser un (a) profesional integral capacitado para enfrentarse a estos avances del diario vivir. Del mismo modo que pueda tener la capacidad de discernir, transformar y generar ideas, las cuales deben aportar al desarrollo del entorno, como a cualquier sector en donde se puede aplicar el conocimiento propio de las tecnicas y teorias del control . El curso busca:",
    "area": "ING",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 17,
    "Título": "Logistica",
    "proposito": "Este curso tiene como objetivo introducir en los conceptos de cadena de abastecimiento, su diseno, caracterizacion y gestion, asi como abordar diferentes operaciones logisticas que se llevan a cabo a lo largo de cadena. El curso inicia con la introduccion a las cadenas de suministro y conceptos basicos asociados, asi como los tipos de flujos presentes en la s cadenas y los tipos de cadenas de suministro. Luego se abordara la gestion del aprovisionamiento y seleccion de proveedores . Posteriormente se abordaran decisiones de localizacion de instalaciones, gestion de inventarios, ruteo y distribucion.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 18,
    "Título": "Foundation  Project",
    "proposito": "Curso introductorio de primer semestre para los programas de Ingenieria electronica, Ingenieria de sistemas energeticos e Ingenieria Industrial. Este curso esta disenado para proporcionar a los estudiantes una comprension integral de los principios de modelado",
    "area": "ING",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 19,
    "Título": "Pensamiento matematico",
    "proposito": "A lo largo de la carrera el estudiante debe manejar y manipular ciertas herramientas basicas del algebra; el proposito del presente curso es fortalecer dichas herramientas con el fin de mejorar el desempeno de los estudiantes en posteriores asignaturas, asi como iniciar a los estudiantes en la demos tracion a traves del manejo y la comprension de la estructura axiomatica de los numeros reales. Adicionalmente, se pretende fortalecer la constancia y los buenos habitos de estudio, considerando al estudiante como el actor principal de su aprendizaje, anim ando su participacion activa y la progresion a un ritmo individualizado.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 20,
    "Título": "Fisica 3",
    "proposito": "En el desarrollo y aplicacion de las diferentes ramas de la ingenieria es fundamental que los profesionales cuenten con conocimientos solidos en los fenomenos fisicos que dominan las diferentes ramas de la ingenieria. En el caso especifico de Ingenieria El ectronica e Ingenieria en Sistemas de Energia, los fenomenos descritos bajo la rama de la fisica moderna propuestos durante el siglo XX cobran sentido con el desarrollo de nuevas tecnologias y aportan a la formacion de profesionales capaces de enfrentar lo s nuevos retos asociados a su masificacion. El curso Fisica III es el tercer y ultimo curso del ciclo de Fisicas y tiene un caracter teorico practico. El contenido cubre de manera introductoria los fundamentos de la mecanica cuantica y la fisica relativista dando explicacion a fenomenos microscopico s y su aplicacion en nuevos desarrollos tecnologicos.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 21,
    "Título": "Fundamentos de  electronica analoga",
    "proposito": "El curso cubre aspectos teoricos y practicos fundamentales de los principales dispositivos electronicos semiconductores y su rol en diversos circuitos de electronica analoga. En el transcurso del curso, los estudiantes aprenderan como funcionan y se usan los diodos, transistores y amplificadores operacionales, dispositivos en los que se fundamenta la ingenieria electronica. En terminos generales el curso busca:",
    "area": "ING",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 22,
    "Título": "Introduccion al procesamiento de  Lenguaje Natural",
    "proposito": "Direccion Academica En este curso los estudiantes aprenderan los elementos basicos que conforman un sistema de procesamiento de lenguaje natural, asi mismo como algunos metodos utilizados en este campo.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 23,
    "Título": "Variable  compleja",
    "proposito": "En este curso se aborda la estructura de los numeros complejos, las funciones de variable compleja, analiticas y elementales, la integral compleja y de Cauchy y sus propiedades. Brinda al alumno elementos fundamentales para un desempeno agil y eficiente en conceptos propios de ecuaciones diferenciales, analisis numerico, probabilidad, estadistica, fisica matematica y un amplio campo de trabajo en matematicas puras y aplicadas.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 24,
    "Título": "Fundamentos de manufactura de sistemas   mecatronicos",
    "proposito": "Actualmente, los sistemas que combinan el diseno mecanico con procesos de automatizacion han tomado un papel relevante en el desarrollo del ser humano, convirtiendose en parte fundamental de la industria y de la sociedad en general . Estos sistemas han llevado a diferentes disciplinas, como las ciencias de la computacion , las ingenierias o las ciencias economicas , a vincularse activamente en el desarrollo y manipulacion de este tipo de tecnologias; s in embargo, existen brechas de conocimiento , respecto a sof tware y hardware, que dificultan esta interaccion. Este curso teorico -practico permitira a los estudiantes tener un acercamiento introductorio a herramienta s y tecnologias de diseno mecanico y electronico, formando una idea general sobre la manufactura de sistemas mecatronicos. Para ello , se explicaran conceptos basicos en clases magistrales que seran posteriormente aplicados en las practicas de laboratorio y en el proyecto final del curso .",
    "area": "ING",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 25,
    "Título": "Geometria Computacional Y Diferencial",
    "proposito": "Este curso es una introduccion, a nivel de pregrado, de las tecnicas basicas usadas en el diseno, implementacion y analisis de algoritmos geometricos. Estos algoritmos tienen como objetivo la solucion de problemas computacionales que pueden ser enunciados o transformados en terminos geometricos. Como ejemplos estan los problemas de convexidad, triangulacion, barrido, particionamiento, busqueda de rangos y localizacion de puntos, entre otros. Tambien se consideraran estructuras de datos que permiten la solucion eficiente a diferentes problemas geometricos. La discusion de todos los temas explorados en el curso sera siempre motivada por problemas de aplicacion reales. En la parte final del curso se introduciran los conceptos, metodos y resultados basicos de la geometria diferencial, con especial enfasis en la geometria clasica de superficies. Se estudiaran los objetos geometricos en dimensiones bajas, curvas y superficies del espacio euclideo, que admiten, localmente, una aproximacion lineal. Este hecho permite que la herramienta adecuada para su estudio y la elaboracion de los conceptos relacionados sea el calculo diferencial, y, casi como una consecuencia, el algebra lineal y la topologia.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 26,
    "Título": "Aprendizaje automatico de maquina",
    "proposito": "Este curso introductorio de aprendizaje automatico de maquina aborda el diseno de modelos de clasificacion, regresion , clustering y modelos utilizando redes neuronales. Al final de este curso los estudiantes estaran en la capacidad definir que es aprendizaje automatico de maquinas, disenar, implementar y evaluar algoritmos para clasificacion, regresion o agrupamiento utilizando algoritmos de aprendizaje automatico, incluyendo redes neuronales .",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 27,
    "Título": "Ecuaciones diferenciales y sistemas dinamicos",
    "proposito": "Este curso es una presentacion formal de las ecuaciones diferenciales con especial atencion a los modelos de evolucion dinamica en varias variables y sus correspondientes propiedades cualitativas como existencia y unicidad de soluciones. Es la puerta de entrada a una de las areas prominentes de la matematica aplicada como es el modelado de sistemas de evolucion temporal con aplicaciones en practicamente todas las areas de la ciencia y la tecnologia. El curso presenta ecuaciones diferenciales ordinarias de",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 28,
    "Título": "Cornerstone Project",
    "proposito": "¡Bienvenidos a un emocionante viaje hacia la innovacion y el prototipado! Este curso esta disenado para transformarte en un creador e innovador destacado, comenzando con los fundamentos del diseno y evolucionando hacia la construccion de prototipos de baja resolucion . A traves de sesiones interactivas, aprenderas a dar vida a tus ideas, desde la conceptualizacion hasta la creacion de prototipos funcionales. Te enfrentaras al desafio de construir tu propio protoconcepto, aplicando habilidades practicas y conocimientos teoricos. Este proceso culminara en la presentacion de tu prototipo en un 'elevator pitch', donde tendras la oportunidad de demostrar su valor y potencial. El curso combina perfectamente la teoria con la practica, ofreciendote una experiencia de aprendizaje rica y transformadora. Preparate para sumergirte en un mundo donde la creatividad se encuentra con la funcionalidad, y donde tus ideas se convierten en re alidades innovadoras. ¡Es tu momento de brillar y liderar el camino en el campo de la innovacion y el diseno!",
    "area": "EICT",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 29,
    "Título": "Mecanica de Fluidos",
    "proposito": "Este es un curso teorico practico e introductorio a los conceptos y metodos principales de la mecanica de fluidos, los estudiantes trabajaran en la formulacion de modelos propios del analisis y diseno de sistemas de fluidos mediante la aplicacion de estos conceptos; fomentando el desarrollo de habilidades de resolucion de problemas tipicos del ejercicio de la ingenieria. Los temas cubiertos incluyen propiedades de fluidos, estatica de fluidos, leyes de conservacion, analisis dimensional y similitud, flujo no viscoso y viscoso incompresible, y flujo en corrientes confinadas y alrededor de objetos.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 30,
    "Título": "Álgebra lineal",
    "proposito": "El curso de algebra lineal esta dedicado al algebra vectorial en espacios euclidianos ℝ𝑛, la representacion de sistemas de ecuaciones lineales y su tratamiento sistematico empleando algebra y operaciones matriciales. Incluye los elementos de espacios y subespacios lineales en ℝ𝑛, extensiones de los conceptos de ortogonalidad y proyecciones ortogonales, asi como el tratamiento sistematico de las trasformaciones lineales y su representacion matricial entre espacios euclidianos. Es un curso basico fundamental que abre las puertas a una gran familia de aplicaciones en fisica, geometria, economia e ingenieria.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 31,
    "Título": "ANÁLISIS  NUMÉRICO  Y COMPUTACIÓN  CIENTÍFICA",
    "proposito": "Los metodos numericos son algoritmos que usan la aproximacion numerica para resolver problemas de integracion, sistemas de ecuaciones diferenciales ordinarias, sistemas de ecuaciones lineales, interpolacion, entre otros. La primera parte de este curso se dedica a estudiar estos algoritmos mediante conceptos como la aproximacion del error y la convergencia. La segunda parte introduce al estudiante en la aplicacion de estos metodos en distintas disciplinas tales como biologia computacional, automatas celulares, fisica computacional, etc.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 32,
    "Título": "Teoria de la computacion",
    "proposito": "Este curso presenta los elementos esenciales de la teoria de la computacion moderna, ellos son la teoria de los automatas finitos, los lenguajes libres de contexto y las maquinas de Turing. Este es un curso formal de argumentacion rigurosa y fundamental, el cual es la base para temas de gran importancia como el diseno de algoritmos, el diseno de compiladores y el razonamiento automatico.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 33,
    "Título": "Keystone project",
    "proposito": "Curso de quinto semestre para todos los estudiantes de la EICT , busca desarrollar competencias para la materializacion de estrategias que soluciones proyectos sociales mediados por la tecnologia . Este curso busca incentivar el trabajo interdisciplinario entre los estudiantes de la EICT mediante la ejecucion de un proyecto, durante todo el periodo academico. Durante el curso, los estudiantes trabajaran en equipos para desarrollar un proyecto que busca resolver un re to contextualizado en los problemas que enfrentan las organizaciones y la sociedad. Los estudiantes deben definir una problematica de interes en un contexto local, describiendo claramente el problema a enfrentar y estableciendo objetivos claros y adecuados . Cada grupo de trabajo debe disenar, implementar y evaluar una posible solucion. Para cumplir con este objetivo, cada grupo debe organizarse y funcionar como una nueva empresa de pequena escala. La idea es que todos los grupos vivan una experiencia de emp rendimiento acelerado. Al finalizar el periodo academico, cada equipo debe presentar un producto/prototipo funcional a una mesa de jurados evaluadores. La sesion de evaluacion final, llamada “ Demoday - Mision Keystone EpiCentro – Emprendimiento social de base tecnologica ”, consiste en una dinamica de presentacion de productos innovadores a un jurado especializado. El jurado seleccionado sera responsable de evaluar la planeacion y proyeccion de cada emprendimiento , asi como el prototipo presentado, seleccionando el mas innovador, util y eficiente.",
    "area": "EICT",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 34,
    "Título": "Programacion de computadores",
    "proposito": "Este es un primer curso de programacion dedicado a que el alumno gane habilidades en programacion de rutinas mediante los lenguajes de computacion Pyt hon y C++ . El estudiante desarrollara la habilidad de resolver problemas a traves de programas computacionales. El alumno durante el curso ganar a practica y comprension de conceptos y metodos, tales como: memoria, tipos de datos, variables, instrucciones de control , funciones, clases y objetos, para su implementacion en la escritura de codigo s. El alumno tambien recibira una introduccion a los algoritmos, su analisis e implementacion. Finalmente, se espera que al culminar el curso el estudiante pueda identificar el papel que pueden desempenar los programas computacionales en la resolucion de problemas .",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 35,
    "Título": "Elementos de Sistemas Electricos",
    "proposito": "Los sistemas energeticos estan compuestos por diferentes elementos que generan, transportan y suministran energia en tiempo real; entender los pormenores de su interaccion resulta de vital importancia en la formacion de ingenieros en este campo. El curso Elementos de sistemas Electricos, introduce al estudiante en las tecnicas de analisis, evaluacion y modelac ion de los elementos que componen la cadena de un sistema de potencia. El curso es de caracter teorico practico y se aborda la teoria relevante en maquinas electricas, conversion electromagnetica, lineas de trasmision y protecciones.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 36,
    "Título": "Álgebra abstracta y codificacion",
    "proposito": "Este curso requiere un conocimiento previo de algebra lineal y matematicas estructurales aprendidas en el curso de logica, teoria de numeros y conjuntos. Presenta una introduccion al algebra abstracta, en particular la teoria de grupos, anillos y campos. A lo largo del curso se veran aplicaciones a la teoria de codigos lineales.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 37,
    "Título": "Calculo",
    "proposito": "El curso de calculo uno contiene los fundamentos y abre las puertas a una gran cantidad de posibilidades de modelacion y aplicaciones en matematicas. Se refiere al manejo del concepto de limites y sus propiedades, el concepto de derivada, sus propiedades y aplicaciones.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 38,
    "Título": "Operating Systems",
    "proposito": "El conocimiento de los sistemas operativos en cuanto a su diseno, operacion y mantenimiento son fundamentales para un profesional de la informatica, principalmente en dos areas: el conocimiento de los procesos internos de los sistemas operativos, permite su correcta parametrizacion para beneficiar el desempeno de las aplicaciones que se ejecutan en el. dicha plataforma; y conocer los mecanismos de comunicacion y sincronizacion de procesos, permite el desarrollo de aplicaciones que se benefician de estos mecanismos para una ejecucion efectiva. Ademas, el profesional de la informatica debe adquirir herramientas para afrontar problemas tipicos relacionados con los sistemas operativos como: compras, diseno de configuracion, montaje de sistemas, mejora, contabilidad del uso de recursos y planificacion.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 39,
    "Título": "Instrumentacion",
    "proposito": "Este curso de Instrumentacion presenta los conceptos esenciales de un sistema de medida , explorando sus caracteristicas estaticas y dinamicas, como precision, error e incertidumbre . Este curso i nicia introduciendo los fundamentos y aplicaciones de los sistemas de medida aplicados a sensores analogos y digitales, destacando asi el rol de los sensores en la medicion de magnitudes fisicas para control o conocimiento. Se aborda el concepto de linealizaci on y el acondicionamiento de senal necesario para la adquisicion y analisis de datos. Al finalizar, el curso ofrece un panorama basico presentando los principios para la elaboracion de sensores y transductores .",
    "area": "ING",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 40,
    "Título": "Ecuaciones D iferenciales",
    "proposito": "Este curso es una presentacion formal de las ecuaciones diferenciales con especial atencion a los modelos de evolucion dinamica en varias variables y sus correspondientes propiedades cualitativas como existencia y unicidad de soluciones. Es la puerta de entrada a una de las areas prominentes de la matematica aplicada como es el modelado de sistemas de evolucion temporal con aplicaciones en practicamente todas las areas de la ciencia y la tecnologia. El curso presenta ecuaciones diferenciales ordinarias de",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 41,
    "Título": "Capstone Project",
    "proposito": "En este curso los estudiantes trabajaran en equipos para desarrollar un proyecto que busca resolver un reto contextualizado en los problemas que enfrentan las organizaciones y la sociedad , que puede provenir de tres fuentes: reto empresarial, proyecto propuesto por un profesor de la escuela, proyecto propuesto por el grupo, con mentoria de un profesor de la escuela . Los estudiantes , en grupos, deben estructurar aspectos generales del problema propuesto, en terminos de definicion del problema, objetivos claros, proponer y disen ar una solucion, implementarla, evaluar su impacto e n la solucion del problema y comunicar los resultados de manera efectiva.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 42,
    "Título": "Economia de Sistemas de Energia",
    "proposito": "La relacion entre la energia y el desarrollo economico son de vital importancia para entender el futuro de la sociedad, por lo que se requiere identificar y conocer los elementos fundamentales del papel de la energia en el desarrollo economico, las diferen tes fuentes de energia, su produccion y su consumo, e identificar los actores principales del mercado y comprender la dinamica de relacion entre ellos. El curso de Economia de Sistemas de Energia busca presentar los conceptos basicos de la economia del sector energetico que permitan desarrollar en los estudiantes las habilidades para proporcionar un analisis basico de los mercados de energia con el fin de conocer la orientacion futura del mercado. El curso es de caracter teorico y permitira desarrollar la base de fundamentos para los sectores de energia y economia, asi como la descripcion de las conexiones entre la energia y la actividad economica a nivel nacional e internacional, y especialmente el papel de los choques energeticos en las fluctuaciones economicas.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 43,
    "Título": "Topologia",
    "proposito": "El objetivo es acercar al estudiante a un estudio riguroso y abstracto y general de nociones ya estudiadas en el curso de Analisis Real.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 44,
    "Título": "Calculo 2",
    "proposito": "En este curso se abordan temas de gran importancia para el acceso a una gran cantidad de aplicaciones. Comprende una presentacion de los metodos de integracion, las sucesiones y series y las integrales impropias.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 45,
    "Título": "Inteligencia artificial: representacion y solucion de  problemas",
    "proposito": "Este curso presentara una vision general del campo de la inteligencia artificial. Servira como punto de partida para discutir qu e es inteligencia y c omo se pueden crear agentes que actuen de forma inteligente. Asi mismo, introducira algunos de los temas mas importantes que forman parte de lo que conocemos como Inteligencia Artificial. Especificamente , se discutira sobre las caracteristicas de un agente inteligente, la representacion de problemas y la busqueda de soluciones optimas, el razonamiento y algunos sistemas de inferencia. Al final de este curso los estudiantes entenderan las bases algoritmicas de la inteligencia artificial y su relacion con otra s areas del conocimiento. El curso tambien presenta varios ejemplos de aplicacion de IA en diferentes campos.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 46,
    "Título": "Seguridad de redes",
    "proposito": "Las redes de comunicaciones son el soporte fundamental para cualquier tipo de interaccion en el ciberespacio, es por medio de ellas que se logra la integracion de aplicaciones, el acceso remoto, el consumo de servicios y el aprovisionamiento de las funcion alidades ofrecidas por un sistema de informacion. Es por ello que la seguridad de las redes es fundamental para cualquier organizacion, y pueden incluso representar la diferencia entre tener o no presencia en el mercado. Dada su importancia, las redes de c omunicaciones son un objetivo de ataque comun por adversarios y son un activo mas de la organizacion por proteger. Es por ello que se hace imprescindible estudiar los diferentes esquemas de aseguramiento aplicables a redes que permitan detectar, mitigar o controlar ataques en curso y evitar asi impactos severos a una organizacion. El proposito de este curso es brindar una descripcion general holistica de los componentes clave de la seguridad de la informacion, como identificacion, autenticacion y autorizacion, virtualizacion y computacion en la nube, redes inalambricas, dispositivos moviles e IoT y seguridad de datos. Asi mismo, se busca con el mismo, preparar a los estudiantes para presentar la certificacion Network Defense Essentials (NDE) de EC -Council.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 47,
    "Título": "Fundamentos de Circuitos",
    "proposito": "El curso cubre una etapa introductoria al modelado y analisis de circuitos electricos conformados por elementos pasivos tanto en corriente continua como en corriente alterna . En el curso, los estudiantes se veran expuestos a diferentes conceptos basicos de circuitos tales como variables electricas; fuentes de alimentacion ; funcionamiento y propiedades de las resistencias (R), los inductores (L) y los capacitores (C); y las l eyes fundament ales que rigen el comportamiento de los circuitos electricos y permiten su analisis . El curso busca:",
    "area": "ING",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 48,
    "Título": "Teoria de Numeros",
    "proposito": "La Teoria de numeros es una rama de las matematicas que estudia los numeros y sus propiedades. Hay varias ramas de la Teoria de numeros, como la algebraica, la analitica, la computacional, entre otras. Es un area fascinante, que se conecta con muchas areas de las matematicas, con varias aplicaci ones como teoria de codigos o criptografia y que a su vez tiene una belleza propia de las demostraciones de sus algoritmos y una cierta fascinacion que deriva",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 49,
    "Título": "Analisis real",
    "proposito": "Este es un primer curso de analisis real que introduce al alumno en forma rigurosa y formal a sus principales conceptos. Este curso contiene una introduccion al analisis real, en donde estudian los conceptos propios de la estructura algebraica, de orden y de completitud de los numer os reales, sucesiones y series de numeros reales, ademas presenta la sustentacion formal y rigurosa de los principios del calculo en una variable. Con este curso se pretende desarrollar el pensamiento deductivo y analitico, lo cual capacita al estudiante para abordar ejemplos complicados, idear demostraciones, modificar y extrapolar los conceptos a nuevos contextos. El estudio de esta asignatura faci lita y clarifica el trabajo posterior que se realice dentro de la matematica y sus aplicaciones.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 50,
    "Título": "Ingenieria de datos",
    "proposito": "Este curso presenta elementos de diseno, creacion y manejo de bases de datos relacionales, empleando el lenguaje SQL ( Structured Query Language). El curso profundiza en aspectos de almacenamiento de archivos, indices y procesamiento de consulta, asi como en el control de concurrencia y administracion de transacciones. El curso tambien considera aspectos de arquitectura de sistemas de bases de datos. Se fomenta el trabajo tanto independiente como en grupo para implementar soluciones de bases de datos.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 51,
    "Título": "Algoritmos y estructura de datos",
    "proposito": "Este curso se dedica a formar en el alumno las habilidades apropiadas para disenar sus propios algoritmos y con ellos sus propias estructuras de datos apropiadas para resolver problemas. Se consideran estructuras generales como arboles, listas enlazadas, arreglos, pilas, colas, entre otros, asi como algoritmos de recursion, ordenamiento, sel eccion y busqueda. No es un curso de programacion, es un curso de analisis y diseno de algoritmos con propositos especificos, que se implementan sobre una plataforma (compilador/interprete). Hace parte muy importante del curso la implementacion, documentac ion, sustentacion, analisis logico metodico y demostraciones (pruebas) sobre casos de uso y teoremas. Se introducen diversos tipos de algoritmos y estructuras de datos para dar herramientas al alumno. Se fomenta el trabajo tanto independiente como en grupo para implementar soluciones algoritmicas a problemas practicos.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 52,
    "Título": "Precalculo",
    "proposito": "En diversos cursos de su carrera universitaria, el estudiante debera aplicar competencias basicas en matematicas, el proposito del presente curso es facilitar el desarrollo de dichas competencias por parte del estudiante. Adicionalmente, se pretende fortalecer la constancia y los buenos habitos de estudio, considerando al estudiante como el actor principal de su aprendizaje, animando su participacion activa y la progresion a un ritmo i ndividualizado.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 53,
    "Título": "Transferencia de Calor",
    "proposito": "El curso presenta los conceptos fundamentales de los mecanismos de Transferencia de Calor, profundizando estos conceptos a traves de la aplicacion de teorias y soluciones de problemas de ingenieria relevantes en aplicaciones industriales. La tematica cubierta incluye modos de transferenc ia de calor, efecto de la temperatura sobre la conductividad termica de diferentes solidos, liquidos y gases, aplicaciones en coordenadas cartesianas, cilindricas y esfericas y su reduccion a casos especificos, leyes generales de transferencia de calor; pr oporcionando a los estudiantes las bases fisicas por aplicar en los siguientes cursos de la linea de conversion de energia y maquinas electricas.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 54,
    "Título": "Fundamentos de Energias Renovables",
    "proposito": "El curso proporciona una vision general de los diferentes recursos energeticos con un analisis de los principales recursos de combustibles fosiles, nucleares y energias renovables, aspectos de gestion energetica, y desafios asociados. El curso de Fundamentos de Energia Renovable es de caracter teorico y esta orientado a proporcionar a los estudiantes una vision general de los recursos energeticos y el analisis de uso de diferentes formas de energia y su entorno. Presenta las fuentes de energia convencionales, nuclear y renovable, recursos y tecnologias, presentando y definiendo el estado actual, asi como las opciones futuras bajas en carbono, explorando el vinculo vital entre tecnologia y cuestiones de politica relacionadas. Se analizan las politicas de cambio climatico, energia, y la seguridad energetica.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 55,
    "Título": "Analisis  estadistico  de datos",
    "proposito": "El estudio de muchos fenomenos reales requiere considerar multiples variables y sus posibles relaciones. Considerar multiples variables o dimensiones suele ser una tarea dificil, asi como extraer informacion util de estos conjuntos de datos multidimensionales. Este curso presenta un conjunto de herramientas estadisticas para analizar datos multidimensionales y construir modelos con aplicacion en un amplio espectro de areas. El curso iniciara con fundamentos de analisis multidimensional y la distribucion normal multivariada. Luego se concentrara en la inferencia del vector de medias y el modelo de regresion multiple. La reduccion de dimensionalidad es el siguiente tema, seguido del analisis de correlaciones y metodos de clasificacion y agrupamiento. El curso termina con el analisis de varianza, de correspondencias y tablas de contingencia.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 56,
    "Título": "Probabilidad y estadistica 1",
    "proposito": "La asignatura de probabilidad y estadistica es indispensable como herramienta para el planteamiento y solucion de problemas, y como complemento de otras areas del saber. Ofrece al estudiante la formacion basica necesaria conceptual y practica para la recol eccion, organizacion manejo de los datos e informacion, su analisis e interpretacion, su modelamiento y su aplicacion, contribuyendo en la toma de decisiones en los campos de accion propios del egresado Rosarista .",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 57,
    "Título": "Fisica II",
    "proposito": "El curso presenta los conceptos basicos de termodinamica y Electromagnetismo, mostrando sus principales aplicacion en situaciones sencillas y su uso cotidiano en diferentes sistemas tecnologicos.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 58,
    "Título": "Termodinamica",
    "proposito": "Termodinamica es el primer curso de una serie de cuatro asignaturas obligatorias en al area de Termofluidos. Los conceptos de termodinamica han sido parte fundamental en programas de ingenieria y sus diferentes ramas. Este curso se centra en el entendimiento de la primera y segunda ley de la termodinamica para el analisis de sistemas macroscopicos basicos (cerrados y abiertos) y su respectiva interaccion con el entorno. Se estudiaran las distintas formas de energia y procesos de transferencia (calor y trabajo). Adicionalmente, se determinaran y analizaran las propiedades de sustancias puras haciendo uso de tablas y algunas herramientas computacionales. Finalmente, el curso se complementara con el estudio de diversos ciclos de potencia (ciclo de Otto, ciclo Diesel y ciclo de Brayton).",
    "area": "ING",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 59,
    "Título": "Introduccion a la vision por computado",
    "proposito": "Este curso introductorio de vision por computadora aborda tecnicas estandares del procesamiento de imagenes como filtrado, deteccion de bordes, seguimiento de objetos, y tecnicas mas novedosas que involucran sistemas basados en inteligencia computacional. Al final de este curso los estudiantes estaran en la capacidad comprender los conceptos basicos del procesamiento digital de imagenes, realizar transformaciones de tamano y color, disenar e implementar filtrados y convoluciones, comprender y aplicar las redes neuronales convolucionales para clasificar, detectar objetos, y segmentar.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 60,
    "Título": "Modelos Matematicos Aplicados en Cadenas de Suministro",
    "proposito": "El modelamiento matematico de cadenas de suministro permite abordar las diferentes decisiones logisticas relacionadas con el aprovisionamiento, seleccion de proveedores, la localizacion de instalaciones, gestion de inventarios, y distribucion y transporte. Proporciona herramientas cuantitativas y de analisis para la toma de decisiones estrategicas, tacticas y operativas. La aplicacion de modelos matematicos facilita la asignacion de recursos, reduccion de costo s y mejoramiento de los procesos en las cadenas de suministro. En un entorno empresarial impulsado por la transformacion digital, el modelamiento matematico tambien facilita el aprovechamiento de los datos y soporta la toma de decisiones en tiempo real. El conocimiento y la aplicacion del modelamiento matematico de cadenas de suministro permite la optimizacion de las operaciones logisticas y contribuye al exito de las organizaciones.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 61,
    "Título": "Logica teoria de numeros y conjuntos",
    "proposito": "Este curso es la puerta de entrada a las matematicas discretas y el analisis logico matematico propio de la computacion digital. Se espera que el estudiante maneje con fluidez los distintos tipos de demostraciones en matematicas, las bases de la teoria de conjuntos, y algunas bases de la teoria d e numeros.",
    "area": "MACC",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 62,
    "Título": "Analisis de Sistemas de Potencia",
    "proposito": "La expansion de los sistemas de potencia implica la conexion de un gran numero de subsistemas vecinos; estas operaciones requieren planeacion, operacion y control ajustados a los sistemas de gran escala. Un adecuado analisis de l sistema de potencia es indispensable durante las etapas de diseno, seleccion de los esquemas de operacion y respuesta a fallas. En este curso se estudiaran los principios fundamentales para el analisis de sistemas de potencia y los metodos para el analisis y diseno en estado estable bajo condiciones simetricas y asimetricas. El curso Analisis de Sistemas de Potencia es de caracter teorico y practico ; ademas, permitira implementar modelos de los componentes de un sistema electrico, plantear modelos para solucionar problemas de flujos, estabilidad, control y fallas.",
    "area": "ING",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 63,
    "Título": "El cerebro y las emociones en el lenguaje",
    "proposito": "Comprender como se procesa el contenido emocional de los estimulos que captamos con nuestros sentidos, para que puedas, de manera mas consiente, producir, modular e interpretar el lenguaje emocional en la interaccion con otros.",
    "area": "Medicina y salud Comunicaciones",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 64,
    "Título": "Fundamentos de fotografia documental",
    "proposito": "Construir herramientas teoricas y tecnicas para emplear la fotografia como documento que puede parte de la investigacion en las ciencias sociales, artes y las humanidades. El curso une un desenvolvimiento en torno la semiotica, la tecnica, la teoria y el uso de la fotografia con fines documentales. ",
    "area": "Arte y cultura",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 65,
    "Título": "Introduccion a las finanzas: Principios de valoracion",
    "proposito": "Comprender los principios basicos de valor del dinero en el tiempo y como usarlos para la toma de decisiones financieras y evaluacion de proyectos. Fortalecer tus competencias en el uso de funciones basicas de MS Excel para valorar flujos de efectivo en una linea de tiempo, solucionar problemas basicos de matematicas financieras y resolver ecuaciones de valor equivalente, abriendo con ello nuevos espacios y oportunidades laborales como empleado y como independiente.",
    "area": "Economía y finanzas ",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 66,
    "Título": "Fundamentos de anatomia y tecnica quirurgica basica",
    "proposito": " Reconocer como esta constituido el cuerpo humano a traves de casos clinicos seleccionados basados en hechos historicos reales, asi como las bases anatomicas de algunos procedimientos que se usan en primeros auxilios y las tecnicas para aplicarlos correctamente con el fin de salvar vidas.",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 67,
    "Título": "Produccion y consumo responsable: ODS 12",
    "proposito": "Aprender las formas de producir y consumir sanamente a partir de un enfoque agroecologico, contribuyendo asi al cuidado del planeta.",
    "area": "Ciencias humanas Estudios socioambientales",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 68,
    "Título": "Competencias para alinear las emociones con la mente",
    "proposito": "Identificar los niveles de vibraciones bajas y como neutralizar las emociones negativas, a reconocer las vibraciones altas y aplicar herramientas que faciliten la manifestacion y la sustentabilidad de las emociones positivas; lograras entender las caracteristicas reflejadas en el Ego y la trascendencia del Ser; asi mismo, disenar acciones estrategicas que hagan realidad, en la cotidianidad, el mapa de conciencia de David Hawkins.",
    "area": "Desarrollo personal Salud y seguridad",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 69,
    "Título": "Introduccion a los metodos computacionales para Ciencias Sociales",
    "proposito": " Reconocer los principales metodos computacionales para la analitica de contenidos sociales en entornos digitales, una de las areas de mayor demanda profesional en la actualidad.",
    "area": "Análisis de datos y computación Ciencias sociales",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 70,
    "Título": "Matematicas para la U",
    "proposito": "Aprender a manejar los conceptos matematicos basicos (aritmetica, algebra, introduccion a las funciones) y establecer conexiones entre estos conceptos aplicandolos en situaciones concretas de la vida cotidiana.",
    "area": "Matemáticas",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 71,
    "Título": "Un viaje por Hispanoamerica: espanol inicial",
    "proposito": "Iniciarte en el aprendizaje del espanol, obteniendo herramientas comunicativas basicas, mientras recorres la cultura hispanoamericana.",
    "area": "Ciencias humanas",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 72,
    "Título": "Estrategias de transformacion ante la crisis empresarial",
    "proposito": "Aprender el proceso de transformacion que deben llevar a cabo las empresas para superar los momentos de adversidad que ponen en riesgo su continuidad.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 73,
    "Título": "Agua y sales para una vida saludable",
    "proposito": "Comprender la importancia del agua y las sales en tu cuerpo, asi como implementar estrategias que te ayuden a conservar tu salud, mejorar tu atencion y tu rendimiento fisico y mental.",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 74,
    "Título": "Educacion emocional para el bienestar personal",
    "proposito": "Desarrollar competencias emocionales a traves de la educacion emocional que favorezcan herramientas para el manejo de aspectos individuales, relacionales y contextuales, que permitan alcanzar tus metas personales.",
    "area": "Desarrollo personal Salud y seguridad",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 75,
    "Título": "Design Thinking y ODS: creando soluciones innovadoras",
    "proposito": "Identificar necesidades y crear soluciones innovadoras centradas en lo humano, en el marco de los objetivos de desarrollo sostenible (ODS).",
    "area": "Innovación y resolución de problemas Negocios y administración",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 76,
    "Título": "Incidencia politica desde las comunidades. ODS 16: Paz, justicia e instituciones solidas",
    "proposito": "Fortalecer habilidades organizativas que contribuyan al desarrollo de estrategias de incidencia y participacion politica mediante el dialogo y la articulacion de gobiernos locales a fin de incidir en las politicas publicas locales. ",
    "area": "Ciencias humanas Ciencias sociales",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 77,
    "Título": "Fisioterapia en el cancer infantil",
    "proposito": "Explorar el rol del fisioterapeuta y la importancia de este en la oncologia pediatrica, reconociendo las enfermedades mas comunes en esta poblacion y su intervencion, teniendo en cuenta los abordajes fisioterapeuticos mas adecuados y seguros.",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 78,
    "Título": "Fundamentos de fotografia medica",
    "proposito": "Identificar los fundamentos de la fotografia medica, su utilidad y recomendaciones para capturar fotografias utiles para realizar el seguimiento de tratamientos medicos, verificar la evolucion de los pacientes y publicar resultados de investigacion en este campo.",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 79,
    "Título": "Elementos matematicos para el pensamiento critico",
    "proposito": "Identificar dos de los pilares de las matematicas que se usan frecuentemente, tanto en situaciones de la cotidianidad, como en los cursos de matematicas universitarias: la aritmetica y el algebra.",
    "area": "Matemáticas",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 80,
    "Título": "Ingles para todos: nivel basico",
    "proposito": "Identificar las expresiones y estructuras mas basicas del ingles como  base fundamental del idioma.",
    "area": "Ciencias humanas Idiomas",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 81,
    "Título": "Orientacion para eleccion de carrera, conociendome decido",
    "proposito": " Identificar herramientas que permitan mejorar la transicion de la educacion media a la superior a traves del reconocimiento de  posturas propias y claras del proyecto de vida profesional u ocupacional.",
    "area": "Desarrollo personal Humanidades",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 82,
    "Título": "Fundamentos de programacion de computadores",
    "proposito": "Identificar los conceptos basicos de programacion en lenguaje Python, asi como los conceptos basicos del paradigma de programacion orientada a objetos.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 83,
    "Título": "Fundamentos de algebra lineal",
    "proposito": " Conocer el concepto de algebra lineal y aproximarse a los temas mas importantes que todo ingeniero o cientifico de datos deberia conocer.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 84,
    "Título": "Probabilidad y estadistica",
    "proposito": "Comprender los conceptos teoricos fundamentales de la probabilidad junto con sus aplicaciones mas frecuentes en estadistica.  ",
    "area": "Matemáticas",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 85,
    "Título": "Bases de datos",
    "proposito": "Comprender  los conceptos relacionados con el diseno y creacion de bases de datos, manipulacion y consulta de datos mediante diferentes enfoques.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 86,
    "Título": "Introduccion a la optimizacion",
    "proposito": "Conocer algunos de los conceptos mas importantes de la optimizacion, acercandose a los aspectos mas relevantes que seran utiles en diferentes campos tales como la ciencia de datos.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 87,
    "Título": "Redes de computadores",
    "proposito": "Identificar los  fundamentos de  las redes de computadores, incluyendo su arquitectura, protocolos y los aspectos a considerar para hacerlas seguras.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 88,
    "Título": "Arquitectura indigena y afrodescendiente en America Latina y El Caribe",
    "proposito": "Interpretar los agentes basicos para la compresion de la arquitectura en las comunidades indigenas y afrodescendientes de America Latina y el Caribe, referentes para una reivindicacion de un legado vigente y consciente de la naturaleza y el ambiente desde el concepto de transmodernidad.",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 89,
    "Título": "Arte indigena contemporaneo",
    "proposito": " Reflexionar sobre los conceptos  contemporaneos de identidad,   resistencia,  genero,  ritual y  cuerpo, a traves de la creacion y experimentacion plastica y  el recorrido por diferentes practicas artisticas indigenas. ",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 90,
    "Título": "Industrias creativas y culturales en Latinoamerica",
    "proposito": "Comprender las industrias creativas a traves  el contexto normativo general en Latinoamerica, pasando por las bases sobre las cuales se construyen sus modelos de negocio y algunas de las caracteristicas requeridas que puedan garantizar su sostenibilidad.",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 91,
    "Título": "Mercados laborales latinoamericanos",
    "proposito": "Identificar  los conceptos basicos del mercado laboral con aplicacion en America Latina utilizando herramientas para desarrollar investigacion independiente en el mercado de trabajo y el analisis de indicadores.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 92,
    "Título": "Habilidades informacionales para la vida",
    "proposito": "Identificar estrategias para la utilizacion y aprovechamiento de herramientas y recursos digitales en la busqueda, evaluacion, organizacion y comunicacion de informacion, asi como para el uso seguro de internet.",
    "area": "Ciencias humanas",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 93,
    "Título": "Leer y escribir en la universidad",
    "proposito": "Identificar y aplicar  herramientas necesarias para la comprension de los textos  y la construccion de  escritos academicos idoneos. ",
    "area": "Ciencias humanas",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 94,
    "Título": "Inteligencia emocional herramienta clave para emprender",
    "proposito": "Conocer y gestionar adecuadamente las emociones en los contextos de emprendimiento.  ",
    "area": "Innovación y resolución de problemas",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 95,
    "Título": "Manejo del estres desde la neurociencia",
    "proposito": "Adquirir estrategias para comprender, prevenir, controlar y aprovechar el estres en beneficio de la calidad de vida y el desempeno.",
    "area": "Desarrollo personal Medicina",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 96,
    "Título": "Habilidades de gestion emocional para el aprendizaje",
    "proposito": "Reflexionar y analizar sobre las propias emociones, asi mismo esta orientado a crear un espacio de conceptualizacion, reflexion y puesta en practica de habilidades cognitivas y metacognitivas para reconocer la implicacion de la gestion emocional en la ejecucion de una tarea especifica dentro del proceso aprendizaje y por ende la identificacion emocional.",
    "area": "Desarrollo personal",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 97,
    "Título": "Analisis exploratorio de datos con Python / R",
    "proposito": "Identificar los aspectos basicos de la estadistica y en las principales librerias de Python y R para el analisis exploratorio de datos y el manejo de bases de datos.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 98,
    "Título": "Conflictos sociales a traves de la novela grafica contemporanea",
    "proposito": "Reconocer la novela grafica, desde una mirada personal y subjetiva,  algunos conflictos sociales que se sustenta en la investigacion y en el testimonio documental.",
    "area": "Ciencias sociales",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 99,
    "Título": "Economia del comportamiento para una gestion publica efectiva",
    "proposito": "Comprender los conceptos basicos de la economia del comportamiento para gestores en el sector publico en paises de la region, contribuyendo al logro de objetivos de politica publica mediante la incorporacion de estas herramientas en el  trabajo cotidiano.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 100,
    "Título": "Psicologia positiva: felicidad, cultura y memes",
    "proposito": "Identificar los fundamentos de la felicidad y su relacion con el sentido del humor y la cultura.",
    "area": "Desarrollo personal",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 101,
    "Título": "Principios de economia",
    "proposito": "Identificar  los conceptos basicos de la economia y sus aplicaciones, comprendiendo el funcionamiento del mercado y la toma de decisiones de los individuos.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 102,
    "Título": "Mercados laborales incluyentes",
    "proposito": "Analizar las politicas publicas referentes a la inclusion laboral desde un enfoque de diferencias entre grupos, cambios en la estructura salarial, desigualdad, inversion en desarrollo humano, movilidad y migracion.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 103,
    "Título": "Innovar el curriculo desde la internacionalizacion",
    "proposito": "Identificar  conceptos y estrategias que le permitan al profesor internacionalizar su asignatura y lograr aprendizajes mas significativos en sus estudiantes.",
    "area": "Ciencias humanas Formación docente",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 104,
    "Título": "Revolucion 4.0: implicaciones eticas, laborales y educativas",
    "proposito": "Reconocer la incidencia de la Revolucion ",
    "area": "Ciencias humanas Formación docente",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 105,
    "Título": "Gestion del talento humano en organizaciones no lucrativas",
    "proposito": "Comprender los conceptos fundamentales para la gestion de talento humano, la motivacion de equipos y la gestion por competencias en entidades no lucrativas o tambien llamadas Tercer Sector.",
    "area": "Humanidades Administración y negocios",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 106,
    "Título": "Arquitectura latinoamericana contemporanea",
    "proposito": "Analizar arquitecturas contemporaneas hechas en latinoamerica a partir del reconocimiento de ejemplos arquitectonicos, utilizando herramientas para el analisis de las variables e intenciones detras de cada edificacion. ",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 107,
    "Título": "Ingles para todos: nivel basico mas.",
    "proposito": "Identificar las maneras de expresar ideas y expresiones cortas en ingles, mediante la comprension de la estructura basica de una oracion simple. ",
    "area": "Idiomas",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 108,
    "Título": "Artefactos decoloniales e innovacion desde la otra orilla.",
    "proposito": "Comprender la innovacion en un sentido contemporaneo y decolonial, desde las tecnologias de garaje colaterales o perifericas, poniendo en relevancia la innovacion social mediante las herramientas de mapeo evidenciando manifestaciones de tecnologias en tu contexto mas cercano.",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 109,
    "Título": "Fotografia en Latinoamerica: historia, imagenes y espacios",
    "proposito": "Interpretar el fenomeno visual de las fotografias hechoas en latinoamerica desde una perspectiva cultural, politica y estetica. ",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 110,
    "Título": "Comer para pensar: elecciones y alternativas para la alimentacion consciente",
    "proposito": "Identificar  origen, procedencia, historia, aporte nutricional y cultural de los alimentos para tomar decisiones informadas de consumo.",
    "area": "Historia Ciencias  sociales  Alimentación y nutrición",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 111,
    "Título": "Fundamentos de contabilidad y matematicas financieras",
    "proposito": "Reconoce los fundamentos de las matematicas financieras, el analisis economico y financiero de las empresas, la evaluacion de alternativas de inversion y la estadistica financiera para la comprension y desarrollo adecuado de las finanzas.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 112,
    "Título": "Valoracion de activos",
    "proposito": "Comprender los fundamentos de las matematicas financieras, el analisis economico y financiero de empresas, la evaluacion de alternativas de inversion y la estadistica financiera. ",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 113,
    "Título": "Macroeconomia de los mercados",
    "proposito": "Analizar los  principales elementos constitutivos de la economia contemporanea para realizar un analisis critico y riguroso con el proposito de tomar decisiones tacticas y estrategicas que inciden en el ambito financiero y bursatil.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 114,
    "Título": "Finanzas corporativas",
    "proposito": "Reconocer  los conceptos basicos de las finanzas corporativas, valor economico, analisis financieros, diagnosticos financieros y el objetivo basico financiero, para relacionar la estrategia organizacional y el desempeno financiero de una firma.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 115,
    "Título": "Metodos de investigacion cuantitativos",
    "proposito": "Comprender las diferentes aproximaciones de la metodologia cuantitativa, sus caracteristicas y aplicaciones clinicas a traves de herramienras estaditias y epidemiologicas para analizar la informacion resultante de los procesos de investigacion.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 116,
    "Título": "Bioestadistica",
    "proposito": "Comprender los conceptos y metodos basicos de la bioestadistica aplicada a la investigacion a traves de la exploracion, organizacion y presentacion de datos usando R.",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 117,
    "Título": "Bioetica",
    "proposito": "Comprender los problemas que se originan en la interaccion de la vida con la tecnologia para favorecer la toma de decisiones que protejan los derechos humanos y valores como la vida, la salud, la libertad, la intimidad, la diversidad, entre otros.",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 118,
    "Título": "Metodos de investigacion cualitativos",
    "proposito": "Reconocer los  fundamentos teoricos y metodologicos de la investigacion cualitativa para identificar problematicas en salud, susceptibles de ser intervenidas. ",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 119,
    "Título": "Fundamentos de investigacion cientifica",
    "proposito": "Implementar  herramientas basicas para elaborar un proyecto de investigacion en el area de ciencias de la salud, en linea con los requerimientos metodologicos, que involucran rigurosidad, calidad y los mas altos estandares bioeticos.",
    "area": "Medicina y salud",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 120,
    "Título": "Comisiones de la verdad: una mirada conceptual, historica y critica",
    "proposito": "Comprender la evolucion de las comisiones de la verdad, su relevancia y propositos fundamentales.",
    "area": "Derecho y Ciencias políticas",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 121,
    "Título": "Litigio estrategico y derechos humanos",
    "proposito": "Implementar las principales herramientas del litigio estrategico para defender los derechos humanos.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 122,
    "Título": "Movilidad Humana: reflexiones y desafios en el mundo contemporaneo (2 cr.)",
    "proposito": "Desarrollar una vision critica de la movilidad humana interna y transfronteriza, a fin de evidenciar si los conceptos juridicos existentes son o no suficientes para conceder una efectiva proteccion a estas personas.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 123,
    "Título": "Derechos emergentes, ciencias omicas, biomedicina y biotecnologia",
    "proposito": "Reflexionar sobre la incidencia de los avances en las ciencias omicas, la biomedicina y la biotecnologia en el ambito de los derechos humanos.  ",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 124,
    "Título": "Victimas y estado de derecho en el marco de la justicia transicional",
    "proposito": "Comprender la construccion, evolucion y perspectivas sobre el concepto de victima, el estandar de reparacion a las victimas y la reparacion contemplada en los sistemas regionales de derechos humanos.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 125,
    "Título": "Teorias de la  Justicia",
    "proposito": "Comprender el significado de la justicia a partir de escenarios distributivos y transicionales, por medio del debate en torno a los principios que determinan lo justo y la vision de autores clave.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 126,
    "Título": "Debate y argumentacion",
    "proposito": "Aprender los elementos basicos y practicos del debate y la argumentacion en diferentes escenarios cotidianos, sociales, academicos, profesionales y politicos.",
    "area": "Ciencias humanas Humanidades",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 127,
    "Título": "Debate y argumentacion: tecnicas de nivel intermedio",
    "proposito": "Implementar estrategias del debate profesional para aplicarlas en escenarios donde la argumentacion sea necesaria. ",
    "area": "Ciencias humanas",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 128,
    "Título": "Mercado de capitales",
    "proposito": "Comprender los conceptos generales asociados al sistema financiero y mercado de valores, enfocandose en la comprension del funcionamiento de los actores del sistema financiero y bursatil.",
    "area": "Economía y finanzas",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 129,
    "Título": "Herramientas estadisticas y riesgos financiero",
    "proposito": "Comprender los conceptos generales relacionados con el manejo de un portafolio del riesgo financiero y  aprender a cuantificarlos mediante herramientas estadisticas utilizando R.  ",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 130,
    "Título": "Sostenibilidad empresarial e inversion",
    "proposito": "Comprender el cambio del concepto de la riqueza generada por las empresas, desde el beneficio economico hacia el beneficio de la sociedad y como esta evolucion ha cambiado la perspectiva del consumidor, del marco regulatorio y de los inversionistas.",
    "area": "Economía y negocios",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 131,
    "Título": "Trabajo en equipo en el ambito juridico",
    "proposito": "Reconocer los elementos claves del trabajo en equipo centrado en la importancia de su aplicacion en la practica del derecho identificando las habilidades y actitudes que permitan plena realizacion en el campo laboral.",
    "area": "Ciencias humanas",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 132,
    "Título": "Planeacion de textos juridicos",
    "proposito": "Planear textos juridicos a traves de la aplicacion de varias tecnicas para organizar la informacion como preparacion para el proceso de escritura.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 133,
    "Título": "Investigacion juridica en la practica profesional",
    "proposito": "Comprender conceptos y estrategias basicas que permitan el desarrollo y fortalecimiento de habilidades investigativas en el contexto de la practica profesional, generando valor agregado para los nuevos abogados y a las empresas en las que estos se desempenan.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 134,
    "Título": "Comunicacion efectiva en ingles juridico",
    "proposito": "Identificar el vocabulario especializado de acuerdo a las diversas areas del derecho para fortalecer las  habilidades de comunicacion escrita en ingles",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 135,
    "Título": "Comunicacion oral en entornos juridicos.",
    "proposito": "Reconocer las herramientas para expresar, argumentar, debatir y exponer ideas de forma oral para fortalecer las habilidades comunicativas en entorno juridicos.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 136,
    "Título": "Correccion de textos juridicos",
    "proposito": "Corregir, estructurar y aplicar el estilo adecuado en la construccion de textos juridicos para fortalcer  de las habilidades comunicativas en entornos juridicos .",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 137,
    "Título": "Introduccion a Derechos Humanos",
    "proposito": "Identificar los conceptos basicos y herramientas para la exigibilidad y proteccion de los derechos humanos en el sistema internacional y en el sistema normativo colombiano.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 138,
    "Título": "Derechos Humanos y empresas",
    "proposito": " Describir la aplicacion de los derechos humanos en las empresas y como crear entornos de crecimiento personal y profesional para todas las personas que estan inmersas en el mundo empresarial.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 139,
    "Título": "Enfoque diferencial  para el logro de la igualdad",
    "proposito": "Describir el estudio de la igualdad en su triple dimension, dentro del ordenamiento juridico (esto es, como valor, principio y derecho) nacional e internacional, junto con los elementos de los principios estructurales de los derechos humanos.",
    "area": "Derecho y ciencias políticas",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 140,
    "Título": "Diseno de sistemas de informacion gerencial para intranet con Microsoft Access",
    "proposito": "Disenar,  analizar, estructurar y crear una base de datos relacional (BDR) segun las necesidades de automatizacion de diferentes procesos propuestos.",
    "area": "Análisis de datos y computación Informática",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 141,
    "Título": "¿Que conservar, como y por que? Fundamentos para la conservacion ambiental.",
    "proposito": "Conocer los fundamentos basicos de la conservacion ambiental desde los retos latinoamericanos.",
    "area": "Ciencias humanas Biología Estudios medioambientales",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 142,
    "Título": "Ecologia Politica  y conflictos socioambientales",
    "proposito": "Comprender los problemas politicos y las desigualdades sociales que se relacionan con la crisis ecologica.",
    "area": "Ciencias humanas Biología Estudios medioambientales ",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 143,
    "Título": "Introduccion a la Gobernanza Ambiental",
    "proposito": "Identiicar la  responsabilidad de los Estados sobre el cuidado del medio ambiente.",
    "area": "Ciencias humanas",
    "rutaImg": "/fondoCartas/img10.jpg"
  },
  {
    "index": 144,
    "Título": "Internet de las cosas (IoT) y Big Data",
    "proposito": "Aprender herramientas avanzadas para la gestion de proyectos en el campo de la programacion, los sistemas de almacenamiento y la gestion de bases de datos, y las tecnologias en comunicacion por medio de protocolos de Node red; todas ellas clave en el desarrollo de aplicaciones de Internet de las Cosas (IoT) y su relacion con el Big Data.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 145,
    "Título": "Introduccion al Internet de las cosas (IoT) y sus aplicaciones",
    "proposito": "Como se realiza la interconexion digital entre dispositivos inteligentes utilizando redes de comunicacion como Internet.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 146,
    "Título": "Transferencia de la investigacion para la ciencia abierta",
    "proposito": "Reconocer los  productos investigativos como uno de los escenarios de la ciencia e innovacion abierta,  en el marco de la vinculacion de la Universidad con la Empresa-Estado-Comunidad-Ambiente.",
    "area": "Ciencias humanas Ciencias sociales",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 147,
    "Título": "Integridad cientifica: herramientas para las buenas practicas de investigacion",
    "proposito": " Identificar las principales conductas cuestionables en la investigacion cientifica y a utilizar novedosas estrategias para mejorar los estandares en investigacion.",
    "area": "Ciencias humanas Ciencias sociales",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 148,
    "Título": "Introduccion a la ciberseguridad",
    "proposito": "Reconocer la ciberseguridad como una de las habilidades  mas demandados en la industria digital  a traves de la comprension de conceptos basicos como seguridad en el desarrollo de software, criptografia, hacking etico e informatica forense. ",
    "area": "Análisis de datos y computación Informática",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 149,
    "Título": "Introduccion a machine learning",
    "proposito": "Comprender los conceptos basicos del aprendizaje automatico de maquinas, usando un acercamiento algebraico.",
    "area": "Análisis de datos y computación",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 150,
    "Título": "Fundamentos de la innovacion empresarial",
    "proposito": "Identificar los conceptos generales de la innovacion, para la comprension del fenomeno desde su capacidad para generar valor en las empresas.",
    "area": "Innovación y resolución de problemas Negocios y administración Ciencis sociales ",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 151,
    "Título": "Introduccion a la analitica de negocios",
    "proposito": "Identificar los conceptos basicos y claves de la analitica de datos empresarial y su uso para resolver problemas de gran complejidad.",
    "area": "Negocios y administración ",
    "rutaImg": "/fondoCartas/img1.jpg"
  },
  {
    "index": 152,
    "Título": "El poder de la comunicacion consciente",
    "proposito": "Identificar herramientas y metodologias para evolucionar en las relaciones interpersonales a partir de la comunicacion consciente,  que se mantenga en todos los ambitos humanos.",
    "area": "Ciencias humanas Comunicación",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 153,
    "Título": "Prototipado de proyectos tecnologico-sociales",
    "proposito": "Identificar los elementos necesarios en la  construccion de prototipos en el contexto del internet del todo para la resolucion de problematicas sociales.",
    "area": "Innovación y resolución de problemas Diseño",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 154,
    "Título": "Protothinking para proyectos sociales",
    "proposito": "Identificar la ruta de prototipado para activar un proyecto de innovacion social.",
    "area": "Innovación y resolución de problemas",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 155,
    "Título": "Identidad latinoamericana a traves de la moda: prendas con historia",
    "proposito": " Aprender y cuestionar la historia de nuestra identidad a traves de prendas que han marcado y fundamentado nuestro estilo personal",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 156,
    "Título": "Historia global de la arquitectura islamica: espacio, ciudad, arte",
    "proposito": "Descubrir el legado de los pueblos islamicos en el Mediterraneo y el mundo y desdibujar los limites entre oriente y occidente, identificar las conexiones de tu entorno con Al-Ándalus y conocer los principios del Islam aplicables en la arquitectura contemporanea.",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 157,
    "Título": "Historia latinoamericana a traves de objetos de arte, diseno y artesania",
    "proposito": "Examinar objetos artesanales, artisticos y de diseno para abordar narrativas centrales en la historia de Latinoamerica. Basados en variables como concepcion, materialidad, uso, apropiacion, reparacion/conservacion o desecho de un grupo de objetos, revisitaremos momentos significativos de la historia politica, economica y social de la region en el contexto global.",
    "area": "Arte, diseño y cultura",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 158,
    "Título": "ALGORITMOS Y ESTRUCTURA DE DATOS",
    "proposito": "Este curso se dedica a formar en el alumno las habilidades apropiadas para disenar sus propios  algoritmos y con ellos sus propias estructuras de datos apropiadas para resolver problemas. Se  consideran estructuras generales como arboles, listas enlazadas, arreglos, pilas, colas, entre otros,  asi como algoritmos de recursion, ordenamiento, seleccion y busqueda. No es un curso de  programacion, es un curso de analisis y diseno de algoritmos con propositos especificos, que se  implementan sobre una plataforma (compilador/interprete). Hace parte muy importante del curso  la implementacion, documentacion, sustentacion, analisis logico metodico y demostraciones  (pruebas) sobr e casos de uso y teoremas. Se introducen diversos tipos de algoritmos y estructuras  de datos para dar herramientas al alumno. Se fomenta el trabajo tanto independiente como en  grupo para implementar soluciones algoritmicas a problemas practicos.       Resulta dos de aprendizaje esperados (RAE)    ",
    "area": "Analítica de Datos y Mercado",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 159,
    "Título": "INGENIERÍA DE DATOS",
    "proposito": "Este curso presenta elementos de diseno, creacion y manejo de bases de datos relacionales,  empleando el lenguaje SQL (structuredquery language). El curso profundiza en aspectos de  almacenamiento de archivos, indices y procesamiento de consulta, asi como en  el control de  concurrencia y administracion de transacciones. El curso tambien considera aspectos de  arquitectura de sistemas de bases de datos. Se fomenta el trabajo tanto independiente como en  grupo para implementar soluciones de bases de datos.       Resu ltados de aprendizaje esperados (RAE)    ",
    "area": "Analítica de Datos y Mercado",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 160,
    "Título": "APRENDIZAJE AUTOMATICO DE MÁQUINA I",
    "proposito": "Al final de este curso los estudiantes estaran en la capacidad disenar e implementar algoritmos  para clasificacion, regresion o agrupamiento utilizando herramientas de aprendizaje automatico  basadas en redes Neuronales.       Resultados de aprendizaje esperad os (RAE)    Al finalizar el curso el estudiante estara en la capacidad de:     Diferenciar entre metodos de aprendizaje automatico supervisados y no supervisados.     Conocer y explicar las caracteristicas de modelos que usan redes neuronales para  regresion y clasificacion.       Resolver problemas utilizando metodos de aprendizaje automatico, evaluar su  rendimiento de forma cuantitativa, y seleccionar el mejor modelo.    Contenidos    ",
    "area": "Analítica de Datos y Mercado",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 161,
    "Título": "ECONOMÍA DEL COMPORTAMIENTO",
    "proposito": "El curso llevara a los estudiantes a un viaje academico donde se revisaran los supuestos, implicaciones y fallas de los modelos microeconomicos estandar. Luego se discutiran modelos alternativos con fundamentos psicologicos mas realistas y se evaluaran sus implicaciones analiticas. Finalmente, se analizaran las implicaciones politicas de estos modelos mas realistas. A lo largo del curso se estudiaran ejemplos de politicas exitosas basadas en la economia del comportamiento.",
    "area": "Analítica de Datos y Mercado",
    "rutaImg": "/fondoCartas/img3.jpg"
  },
  {
    "index": 162,
    "Título": "Introduccion a la Ciencia Economica",
    "proposito": "El analisis del contexto de nuestra vida suele llevarnos a identificar circunstancias en las cuales interactuan  muchas personas, todas con sus particulares singularidades e intereses comunes. La salida de un concierto,  el transito en una hora pico, el func ionamiento de un aeropuerto en temporada navidena, pueden ser  circunstancias de este tipo. Las interacciones economicas se encuentran subyacentes a estas  circunstancias. Lo mas sorprendente e interesante es como las interacciones entre diferentes personas,   firmas y paises se pueden explicar mediante unas pocas ideas economicas, simples y a su vez,  extremadamente poderosas.     Este curso busca ser una forma de ofrecer a los estudiantes mecanismos mediante los cuales se familiaricen  y especialicen en la compre nsion y funcionamiento de los principios esenciales del analisis economico. Bien  puede decirse que este objetivo global se desarrolla mediante tres ambitos o modulos en el desarrollo del  curso. El primer modulo plantea los principios y criterios fundamenta les del analisis economico: la forma  en que se puede entender y prever el comportamiento de un agente economico, sin importar si dicho  agente es un pais o un nino indeciso sobre como gastar $",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 163,
    "Título": "Doctrinas Economicas",
    "proposito": "El curso de doctrinas economicas tiene como objetivo mostrar la manera en que se  ha  construido el pensamiento sistemico en la ciencia economica. Ademas, propone un  analisis de la estructura teorica, principales metodologias y premisas de las principales   corrientes y asi  comprender los problemas de la ciencia economica en la actualidad. Al   final, se busca que un entendimiento de las teorias desarrolladas a lo largo de la historia  social, ofrecera herramientas para resolver dilemas y problemas de la agenda de  investigacion de la ciencia economica  contemporanea  en particular y de las ciencias  sociales en general.     Para lograr este objetivo, el curso presenta las doctrinas economicas en su contexto  historico de surgimiento y la manera en que  son producto de tensiones sociales de su  epoca.     Luego de presentar el contexto historico, social y cientifico, se presentaran las principales  caracteristicas de cada doctrina economica. En este sentido, se incluiran los principales  conceptos, supuestos y conclusiones de cada corriente, asi como la metodologia que  permite dif erenciar a las doctrinas entre si.     La finalidad de este proceso de aprendizaje de las doctrinas economicas es lograr una  comprension general d el proceso historico que hay detras de la construccion de los  conocimientos asociados a  la ciencia economica del  siglo XXI. La ciencia actual es el  resultado de este acumulado de conocimientos representados en las doctrinas  economicas  y el enfasis del curso, al trabajar las fuentes primarias de este pensamiento,  es dar una introduccion de primera mano a los estudian tes de los autores tomados como  representativos de la historia de la economia como disciplina cientifica.       ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 164,
    "Título": "Principios de Microeconomia – Microeconomia",
    "proposito": "Este  curso  busca  que el estudiante   comprenda  las teorias  neoclasicas  del  comportamiento  y la racionalidad  de los  consumidores  y las firmas  en el mercado.   Al comienzo  del curso,  se define  y analiza   el comportamiento  de los agentes  en un  ambiente  perfectamente  competitivo.  Es  decir , donde  todos  tienen  la misma   influencia,  y por ende,  ninguna   capacidad  de influenciar  al mercado  para   su beneficio  de manera  intencional.     La segunda  parte  establece  las relaciones   entre  consumidores  y productores  de manera  explicita  de tal manera  que se pueda  entender  la  formacion  de variables  como  los precios,  el nivel  de beneficios  de una firma  o la felicidad  de un  consumidor,  a partir  de las diferente s interacciones  en el mercado.     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 165,
    "Título": "Microeconomia  I – Grupo  2",
    "proposito": "El curso de Microeconomia I ofrece las herramientas necesarias para el analisis del  comportamiento de los individuos, las empresas y su interrelacion en el mercado para los casos  extremos de la competencia perfecta y el monopolio. .      ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 166,
    "Título": "Macroeconomia",
    "proposito": "El curso de Macroeconomia que se imparte en la  Escuela de Administracion pretende brindar las  herramientas esenciales del analisis  macroeconomico, permitiendo al estudiante  comprender de mejor manera el desempeno de las  organizaciones en la realidad econom ica a la cual se  enfrenta dia a dia, y asi mejorar su proceso de toma  de decisiones.     En este sentido, el curso propende ampliar el analisis empresarial desde la vision economica del  corto y mediano plazo; teniendo en cuenta que todas las empresas deben ajustar su planeacion  estrategica segun las fluctuaciones de los mercados y de las polit icas adoptadas por las  autoridades economicas. De esta manera, se fortalece el analisis estrategico de las organizaciones  desde la optica del entorno empresarial.      ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 167,
    "Título": "Macroeconomia II",
    "proposito": "El curso introduce los fundamentos microeconomicos del comportamiento de los agentes  economicos, teniendo en cuenta sus restricciones intertemporales en el contexto de  economias cerradas y abiertas. Ademas, se profundiza en el mercado de dinero y se  introd uce la politica economica enfocada a los mercados financieros y cambiarios.   El contenido del curso profundiza sobre las funciones de comportamiento y de politica  economica relacionadas con el consumo, la inversion, el gasto publico, la oferta y demanda  de dinero y el mercado financiero.   Para tal fin los temas a ser desarrollados se agrupan en tres bloques: ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 168,
    "Título": "Microeconomia III",
    "proposito": "El curso de Microeconomia III corresponde a la ultima etapa de formacion para pregrado en  el area de microeconomia. Tiene tres unidades en las que se estudiara el Equilibrio General y  sus implicaciones, la Economia desde la aproximacion del Bienestar, y finalmente las Fallas  de Mercado.   En la primera parte del curso se aborda la teoria del equilibrio general. Esta teoria representa  uno de los avances teoricos mas importantes dentro de la historia de la ciencia economica.  Por tal motivo,  es de gran  importancia  entender  por que y como  los mercados  y los agentes  se  interrelacionan  entre  si. El marco  teorico  parte  de un modelo  muy  sencillo  con consumidores,  que poco a poco va introduciendo y relajando supuestos con el fin de introducir en la  estructura de analisis principios basicos sobre la interrelacion con firmas. Despues se  relacionaran  el equilibrio  general  con la teoria  del bienestar,  y se estudiaran  las situaciones  en  el que el mercado por si solo no nos lleva a una situacion eficiente. Este sera el marco para  discutir temas de politica economica, las discusiones sobre la teoria de la justicia y analizar  problemas econom icos colombianos. En la ultima parte se revisaran las fallas arquetipicas del  mercado, a saber, la presencia de externalidades, de bienes publicos y de asimetria de informacion. Esto dara herramientas adicionales a los estudiantes para discutir sobre las politicas publicas.   De este modo, durante el curso, los estudiantes aprenderan los conceptos y propiedades  basicas de la teoria neoclasica del equilibrio general, y entenderan su funcionamiento como  herramienta  de analisis y  de politica.  En particular,  con respecto  a su relacion  con el bienestar  y las fallas del mercado y el analisis de las politicas  economicas.     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 169,
    "Título": "Econometria Basica",
    "proposito": "La econometria es una mezcla de teoria economica, economia matematica, estadistica  economica y estadistica matematica. La teoria economica hace afirmaciones o formula hipotesis  principalmente de naturaleza cualitativa. La preocupacion principal de la econo mia matematica  es expresar la teoria economica en forma matematica (ecuaciones) sin dedicar mayor atencion a  la medicion o a la verificacion empirica de la teoria. Por su parte, la econometria se interesa por  la verificacion empirica de la teoria economica . El econometrista  hace uso de las ecuaciones  propuestas por el economista matematico, pero en forma tal que estas puedan estar sujetas a  pruebas o corroboraciones empiricas.     El proposito de este curso es lograr que los estudiantes esten en capacidad de aplicar las  principales tecnicas empiricas de la econometria. Esto involucra: (i) determinar de forma  correcta el uso de los modelos mas acertados segun el contexto y la pregunta de investigacion,  (ii) acondicionar las bases de datos para su correcta imple mentacion, (iii) y comunicar los  resultados al publico en general.                     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 170,
    "Título": "Econometria Intermedia",
    "proposito": "En el analisis economico, las decisiones de los agentes pueden depender de los hechos  historicos, el contexto actual y/o de las expectativas que se forman dichos agentes para  horizontes lejanos o cercanos. Este curso le ayudara a reconocer que los fenomeno s economicos  se pueden analizar emp iricamente a traves de la construccion de modelos econometricos  dinamicos, tanto en un contexto uniecuacional como multiecuacional .     Bienvenidos a l curso de Econometria  intermedia.     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 171,
    "Título": "Economia Matematica",
    "proposito": "Este curso esta dirigido a estudiantes de Economia y Finanzas. Se busca que al final del  curso los  estudiantes sean capaces de resolver problemas sencillos de optimizacion  estatica, dinamica y sus  aplicaciones. Ademas, se hace un repaso de las principales  herramientas matematicas utilizadas  para resolver problemas economicos y se fortalece  el desarrollo y la presentacion de  demostraciones matematicas.     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 172,
    "Título": "Macroeconomia III",
    "proposito": "El proposito del curso es familiarizar a los estudiantes en los modelos neoclasicos de crecimiento  economico y en el analisis del corto plazo de la interaccion entre la oferta y la demanda  agregada, asi como  la combinacion de politicas monetaria y fiscal que se puede emplear en diferentes contextos  macroeconomicos.     El curso de  Macroeconom ia III  se divide en dos grandes bloques. El primer o dirigido  al estudio del  crecimiento de largo plazo, y una segunda mitad, con enfasis en temas de corto plazo relacionados con la  politica monetaria.     Inicialmente, e l curso aborda el estudio el Modelo de Ramsey  de crecimiento economico con ahorro  optimo, y las bases del ciclo economico real.  A partir de alli, estudiamos un modelo general que permite  incorporar los choques reales . Estos temas son evaluados en un entorno dinamico, cuyo objetivo es rastrear  las tr ayectorias temporales del consumo y el ahorro  y determinar la converge ncia al equilibrio.     A partir del tercer capitulo , el enfoque del curso se dirig e a temas de corto plazo, iniciando el an alisis de  diferentes modelos para derivar la curva de Phillips, la cual nos permite estudiar la oferta agregada a corto  plazo.  Posteriormente, se estudia la regla de Taylor y se usa para aproximar la demanda agregada a corto  plazo y se  revisa  el tema de l a inconsistencia temporal en la toma de medidas de politica monetaria.          ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 173,
    "Título": "Seminario de Economia de la Salud",
    "proposito": "Este seminario en economia de la salud familiarizara a los estudiantes con conceptos y metodos  clave en economia de la salud y les brindara una comprension de algunas de las principales  discusiones del campo. El curso combinara fundamentos teoricos con estudios empiricos y  enfatiza la relacion entre los dos. El curso proporcionara una base para una carrera profesional en  el campo de la economia de la salud en go bierno (p.ej. Ministerio de Salud, IETS), las instituciones  internacionales (p.ej. Banco Mundial, Organizacion Mundial de la Salud) o el sector privado (p.ej.  EPS, IPS, farmaceuticas, firmas de consultoria).   ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 174,
    "Título": "Curso  Basico  de Stata",
    "proposito": "Este curso consiste en una introduccion al uso del software estadistico Stata , con el fin de  obtener  los conocimientos  necesarios que permitiran al estudiante realizar analisis estadisticos que les  permita comprender y  resolver eficientemente problemas economi cos en el ambito profesional e  investigativo .     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img7.jpg"
  },
  {
    "index": 175,
    "Título": "MEDICIÓN ECONÓMICA",
    "proposito": "El curso de Medicion Economica busca proporcionar a los estudiantes la conceptualizacion,  construccion y aplicacion de los principales indicadores de la economia, en el ambito economico,  social y demografico, co mo son: los indicadores macroeconomicos del sistema de contabilidad  nacional y ii) los indicadores demograficos, laborales y sociales, que permiten medir fenomenos  economicos de la realidad de los paises y sus usos en las definiciones de la politica econom ica y  social.     Adicionalmente, es importante proporcionar a los estudiantes una informacion basica sobre la  estructura de la economia colombiana, sus interrelaciones sectoriales e institucionales y sobre su  comercio internacional, con un enfoque util desd e el punto de vista analitico. Los indicadores  macroeconomicos, su proceso de elaboracion, interpretacion y analisis son de vital importancia en  la formacion de los estudiantes, con el proposito de que conozcan, usen y apliquen estos  resultados como herram ienta para el ejercicio de su profesion basada en estadisticas reales.     El curso de Medicion Economica busca ofrecer las herramientas basicas que permitan a los  estudiantes entender el sistema general de cuentas nacionales, las relaciones que se establecen   entre las diferentes partes, el proceso seguido para elaborar las cuentas nacionales, los analisis que ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 176,
    "Título": "HISTORIA ECONÓMICA GENERAL",
    "proposito": "El estudio y conocimiento de la historia economica es fundamental para entender como han  cambiado y como ha sido la evolucion de los procesos economicos, las formas de produccion y  consumo, el funcionamiento del intercambio, las relaciones de lo s agentes con el intercambio  y el impacto que ha tenido la economia sobre el desarrollo de las sociedades humanas. Las  herramientas que utiliza esta rama de la ciencia economica se centran en el analisis  descriptivo y empirico, tanto cualitativo como cuant itativo, de las dinamicas de la produccion,  el consumo, el intercambio y los fenomenos economicos, incluyendo consideraciones sociales,  politicas y culturales. Esto permite un estudio mas integral de los procesos evaluados.  ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img4.jpg"
  },
  {
    "index": 177,
    "Título": "Curso Basico de R",
    "proposito": "El curso consiste en una introduccion al software estadistico R para obtener los conocimientos  basicos que permitiran al estudiante trabajar con este lenguaje de programacion. El estudiante  tendra la capacidad de leer, manipular, analizar y presentar informacion usando esta  herramienta.     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 178,
    "Título": "POBREZA Y DESIGUALDAD",
    "proposito": "¿Por que  hay paises mas desarroll ados que otros?   ¿Por que  hay tanta desigualdad en Colombia?   El curso empieza por revisar los principales indicadores de pobreza y desigualdad en Colombia  y  el mundo. Luego el curso esta disenado para ayudarle al estudiante a entender las principales  teorias sobre desarrollo economico y desigualdad. El proposito final es ayudar al estudiante a  form arse como un pensador riguroso que usa cifras para justificar sus argumentos.         ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img8.jpg"
  },
  {
    "index": 179,
    "Título": "Economia y Derecho",
    "proposito": "Este  curso  busca  familiarizar  a los estudiantes  con los fundamentos  del analisis  economico  y con la  forma  en que los mismos  se relacionan  con el derecho . El interes  es fortalecer  la capacidad  analitica   del estudiante  de Jurisprudencia  a traves  de la comprension  de los instrumentos  teoricos   interdisciplinari os entre  el derecho  y la economia .     El curso  se apoya  de varias  diadas  (Microeconomia  / Macroeconomia,  Derecho  Privado  / Derecho   Publico,  Equidad  / Eficiencia,  entre  otras),  las cuales  se alternan  y complementan,  a partir  de ciertos   elementos  basicos  del analisis  economico.  Esta asignatura  inicia  el desarrollo  de las competencias   analiticas,  criticas  y eticas  que permitiran  la formacion  integral  del futuro  abogado  rosarista.     El curso  esta compuesto  de varios  componentes,  interrelacionados  entre  si, y crecientes  en  complejidad  analitica.  Inicia  con los principios  fundamentales  del analisis  economico  (disyuntiva,   costo  de oportunidad,  maximizacion),  posteriormente  aplica  dichos  principios  a los dos agentes   microeconomicos  (individuo  / consumidor,  firma  / productor)  y caracteriza  los tipos  de mercado ;  entra  en las fallas  del mercado,  organismos  de regulacion  y el dilema  entre  equidad  y eficiencia . El  siguiente  componente  es de analisis  macroeconomico , politica  publica  (comercial , fiscal , empleo  y  salarios,  monetaria  y precios ) e intervencion  de organismos  multilaterales .        ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 180,
    "Título": "Economia y genero",
    "proposito": "La economia como disciplina se ha caracterizado por ser una disciplina masculinizada , la cual ha  sido liderada  y escrita  por hombres; de igual manera, se encuentra evidencia de una participacion  desproporcionada de hombres en instituciones de politica economica, tales como bancos  centrales, y ministerios de hacienda.  En segundo lugar, se identifica una baja presencia de mu jeres  en la academia, lo cual se ha venido ralentizando en los ultimos anos en distintos paises.  Lo  anterior da cuenta de la necesidad de realizar investigaciones sobre las causas de este fenomeno  y posibles acciones para el cierre de brechas.     Por otra pa rte, la literatura y las oficinas estadisticas han  identificado la existencia de  brechas   economicas de genero tales como desigualdad en la remuneracion de las y los trabajadores,  menor acceso de las mujeres al mercado laboral, un indice en ascenso de la fe minidad de la  pobreza, y barreras para el liderazgo de instituciones relevantes de la politica economica y  empresarial del pais y del mundo.     En ese sentido, es relevante estudiar la economia desde un enfoque de genero para comprender  las herramientas y lo s sesgos con los que la disciplina cuenta para crear una perspectiva critica y  propositiva que le permita aportar con mayores insumos a los debates de politica publica en el  cierre de brechas. De igual manera, es importante estudiar la construccion de los principales  indicadores que dan cuenta de las brechas economicas, asi como sus fortalezas y debilidades.   En ese sentido, este espacio academico busca que las personas que hacen parte del curso tengan  herramientas para tomar posturas criticas respecto a la participacion de las mujeres en la ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 181,
    "Título": "Lectura critica para Economia y Finanzas  gr. 1",
    "proposito": "Dentro del mundo academico en particular, destrezas  tales como la reflexion, el analisis y la confrontacion  de diferentes ideas son fundamentales para un sano y  robusto desarrollo del pensamiento critico. Las  competencias de lectura y de escritura son  herramientas indispensables para adquirir el  pensamiento critico y contribuir al entrenamiento de  la mente. En areas como la economia, resulta urgente  formar personas con criterio y capacidad de analisis  sobre los conflictos y las dinamicas que inciden en  los cambios economicos.     Por tal motivo, este curso se propone como un entrenamiento de la capacidad analitico -critica de  comprension de lectura que requiere cualquier profesional, de modo tal que los estudiantes aprendan  a leer en contexto. Estas habilidades brindan valores como el respeto y la tolerancia sobre diversas  formas de pensar, tan necesarios si se busca educar para la paz.     De igual modo, el curso estimulara la cultura con lecturas que les sirvan a los estudiantes para  conocer sobre los origenes de su disciplina vista desde la perspectiva de otras areas. Tambien se  hara uso de lecturas literarias que promuevan la capacidad de realizar una lectura de estructura  profunda, y el estudiante ganara en cuanto a versatilidad en la mirada integral  que debe tener un  profesional        ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 182,
    "Título": "Escritura  academica  para economia y finanzas   Grupo 3",
    "proposito": "La ciencia economica requiere de la combinacion  de una solida formacion matematica y del  desarrollo de habilidades analiticas, reflexivas y de  comunicacion y expresion de ideas. Para el  desarrollo de estas habilidades, el curso de  escritura para economistas ofrece una  metodologia que pretende sentar las bases para la  produccion de textos tanto en la vida academica  como en el ambito profesional. La asignatura  tendra una orientacion  practica que entrenara a  los estudiantes en habilidades basicas para la expresion escrita como la composicion textual, la  sintaxis, la puntuacion y la ortografia .     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 183,
    "Título": "PRE-CÁLCULO",
    "proposito": "En diversos cursos de su carrera universitaria, el estudiante  debera aplicar competencias basicas en matematicas, el  proposito del presente curso es facilitar el desarrollo de   dichas competencias por parte del estudiante.  Adicionalmente, se pretende fortalecer la constancia y los  buenos habitos de estudio, considerando al estudiante como  el actor principal de su aprendizaje, animando su  participacion activa y la progresion a un  ritmo individualizado.     ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 184,
    "Título": "Calculo I",
    "proposito": "En este curso se introducira nociones de  calculo en una y varias variables . Estos  conceptos prepararan a los estudiantes para  el curso de calculo II y formara la capacidad  de obtener estimaciones  e interpretaciones   cualitativas necesarias en las materias de  economia y finanzas.         ",
    "area": "Economía",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 185,
    "Título": "Taller de Bloomberg",
    "proposito": "El objetivo del curso de Introduccion a la  utilizacion de Bloomberg es familiarizar al  estudiante con el uso de las terminales de  Bloomberg desde el punto de vista  de  manejo de informacion economica y  financiera, asi como fuente de analisis de los  principales mercados de capitales mundiales.     En terminos de objetivos especificos el  estudiante:   ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 186,
    "Título": "Teoria y Politica del Comercio Internacional",
    "proposito": "Las ultimas decadas han traido consigo cambios importantes en la forma de realizar transacciones  a nivel global . Particularmente las relaciones comerciales de movimiento de bienes y servicios y  de transacciones monetarias y financi eras han generado grandes cambios o fenomenos  economicos. Por ejemplo, a inicio de los anos ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img6.jpg"
  },
  {
    "index": 187,
    "Título": "Globalizacion, Finanzas y  Comercio Internacional",
    "proposito": "El curso abarca el concepto de globalizacion de manera integral, ya que se refiere a las distintas herramientas de  homogenizacion y a la vez de fraccionamiento articulado del mundo que reordenan las diferencias y las desigualdades sin  suprimirlas. Entre es as herramientas de homogenizacion se establecieron: el fortalecimiento del comercio internacional, el  incremento relativo de la movilizacion internacional de factores, la virtualizacion de las transacciones y la desaparicion de   fronteras entre plazas finan cieras. Sin embargo, las premisas de que la globalizacion tiene alcances vinculantes y es  transversal a toda la poblacion, esta replanteada, ya que el mundo al verse expuesto a la presuncion de eficiencia de la  globalizacion, esta llevando a la comunidad i nternacional a plantear politicas de decrecimiento, dandole mas importancia a  la soberania estatal en terminos economicos y a fortalecer los discursos separatistas debido a la conflictividad social y  deterioro del desarrollo.   No obstante, para estudiar lo s alcances teoricos de la globalizacion se utilizan y profundizan conceptos como el comercio  internacional, la balanza de pagos, la movilizacion internacional de factores y las finanzas internacionales. Para abarcar es tos  conceptos se utilizaran como Meta discursos la economia internacional, las finanzas internacionales y la politica economica.   El principal proposito es entregar a los estudiantes herramientas que les permita conocer y analizar los alcances teoricos  de la globalizacion aplicados a situacion es estructurales y coyunturales, en ambitos economicos, sociales y politicos diversos.  Asimismo, analizaran las causas y efectos de fenomenos que en forma cotidiana se presentan en el entorno internacional,  repercutiendo en el nacional. Para tal efecto, re alizaran un recorrido a traves de los postulados teoricos de las politicas de  coordinacion macroeconomica, su armonizacion y posteriores efectos, con el que conoceran a fondo las relaciones mundiales  y el modo en que estas han ido evolucionando.   .  ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 188,
    "Título": "DERIVADOS",
    "proposito": "Los derivados financieros son  ampliamente utilizados en los  mercados de capitales, como  instrumentos que permiten  mitigar riesgos de posiciones  primarias, ademas de ser  utilizados en estrategias de  arbitraje o de especulacion, y se  han convertido en una pieza  importante de innovacion  financiera.     El curso busca dotar  a los estudiante s con  los aspectos teorico -practicos fundamentales  sobre la  estructura , el manejo y la  valoracion de  los derivados financieros, con particular enfasis en  contratos forwards, futuros, swaps y opciones. La metodologia del curso combina metodos  cuantit ativos con razonamiento teorico y desarrollo de ejercicios practicos aplicados a la realidad  colombiana y mundial .     ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 189,
    "Título": "FINANZAS CORPORATIVAS",
    "proposito": "Evaluacion del desempeno financiero de las empresas del sector real a traves del analisis de  sus estructuras de capital, niveles de apalancamiento a corto y largo plazo, riesgo  sistematico vs rentabilidad, flujos de caja con el fin de determinar la potenci al generacion  de riqueza, razones e inductores financieros, cobertura de riesgos (derivados), agregacion  de valor y distribucion optima de dividendos.     PROPÓSITO     Proporcionar al estudiante herramientas conceptuales, practicas y actualizadas de  acuerdo  con los adelantos en la frontera del conocimiento en lo que respecta a Finanzas Corporativas ,  de tal forma que adquieran las competencias suficientes para evaluar el desempeno  financiero de una empresa del sector real aunado a la destreza para proponer alter nativas  de gestion financiera que redunden en la agregacion de valor para la misma .       ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 190,
    "Título": "Metodos cuantitativos en Finanzas",
    "proposito": "Este curso teorico introduce a los estudiantes a algunas herramientas cuantitativas y  computacionales aplicadas en el analisis financiero, valoracion de derivados financieros y  administracion de riesgos. Los metodos computacionales y de analisis numerico e s el centro de  interes secundario de este curso.     Los estudiantes que tomen el curso se formaran en la base de las matematicas financieras. Las  cuales forman la componente mas desarrollada de la teoria contemporanea de mercados  financieros y de las herramientas de valoracion de derivados financieros.     La primera pare del curso se enfoca en la comprension de los derivados financieros y su valoracion.  Se presentan metodos especificos para solucion de dichos problemas.   La segunda parte ha sido disenada para abordar problemas de evaluacion y administracion de  riesgos, lo cual incluye metodos computacionales.     ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img2.jpg"
  },
  {
    "index": 191,
    "Título": "Economia Financiera",
    "proposito": "El riesgo y la incertidumbre desempenan un papel central en la toma de decisiones financieras modernas. El principal objetivo de este curso es introducir los conceptos fundamentales y herramientas matematicas para comprender los modelos microeconomicos clasicos que incorporan el riesgo y la incertidumbre en el proceso de toma de decisiones en finanzas.",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img5.jpg"
  },
  {
    "index": 192,
    "Título": "Matematicas y Planeacion Financiera",
    "proposito": "Las matematicas financieras son soporte en la toma  de decisiones en el ambito empresarial, su estudio  y analisis apoya de manera efectiva  todas aquellas  situaciones y planteamientos que se afrontan en el  dia a dia en l os cuales intervienen conceptos como  el capital, el interes y sobre todo el valor del dinero  en el tiempo.   Teniendo en cuenta lo anterior, el objetivo del  curso es comprender  y aplicar todos aquellos  modelos que permiten identificar y describir las  operaciones y planteamientos que surgen en el analisis del valor del dinero en el tiempo.     El flujo de caja es fundamental al realizar analisis del exito y desempeno a largo plazo de un  proyecto o compania. El analisis financiero contiene herramientas que permiten llevar a cabo esta  labo.                  ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img9.jpg"
  },
  {
    "index": 193,
    "Título": "Formacion para el desempeno laboral",
    "proposito": "Descubrir y potenciar los talentos y habilidades de los  estudiantes para que puedan acceder al trabajo o empresa  idea l. A traves de un acompanamiento que les permita  Equipar se con herramientas y estrategias que le ayuden a  identificar cual es el objetivo que desea n alcanzar, para que  tome n decisiones inteligentes, basadas en su proposito de  vida.       ",
    "area": "Finanzas y Comercio Internacional",
    "rutaImg": "/fondoCartas/img6.jpg"
  }
]